sheet_frases = ['Вот блять!', 'Ебаный в рот!', 'Охуеть...']

lets_register = """
Вы должны зарегистрироваться в боте. 

Для этого отправьте /start или нажмите на кнопку внизу
"""

register_ask_name = """
Введите ваше имя (Или погоняло на пьянках)
"""

register_ask_age = """
Сколько вам лет? (Только честно 😉)
"""

register_ask_gender = """
Выберите пол
"""

error_integer = """
❌ Введите число!
"""

error_smaller_18_years = """
Вам должно быть больше 18 лет 😡
"""

error_tost = """
Тосты на данный момент не доступны. Повторите попытку позже.
"""

error_assessment = """
Поставьте оценку по пятибальной шкале (от 1 до 5)
"""
register_select_inline_gender = """
Выберите пол на клавиатуре
"""

register_ask_about = """
Напишите пару слов о себе (Что бы ваши собутыльники понимали с кем пьют 👀)
"""

register_ask_location = """
Отправьте ваше местоположение ('📍 Отправить местоположение'). Это нужно для того, что бы ваши собутыльники понимали где вы территориально находитесь
"""

success_register = """
🍾🍾🍾 Вы успешно зарегистрированы в боте! 🍾🍾🍾

Теперь вы можете легко найти себе собутыльника. Для этого воспользуйтесь главным меню. Успехов 😉
"""

allready_register = """
Вы уже зарегистрированы в боте
"""

lets_drink_text = """
<b>Выберите собутыльника</b>
"""

no_active_user = """
К сожалению, пока не могу найти вам компанию 😔

Возвращайтесь немного позже
"""

drink_invite = """
Вас пригласили выпить!
"""

success_inviting = """
Вы пригласили выпить пользователя {!s}
"""

support_text = """
По всем вопросам пишите @fomchenkov_v
"""

admin_access_denied = """
Доступ запрещен!

Вы не являетесь администратором бота
"""

success_email_text = """
Сообщение успешно разослано подписчикам бота!
"""

register_ask_photo = """
Отправьте фотографию, что бы ваши знакомые знали с кем им предстоит пить 🤩
"""

register_invite_photo = """
Это не фотография 🙁

Пожалуйста, отправьте фотку
"""

report_anket_text = """
<b>Анкета отправлена на рассмотрение администрации</b>
"""

user_not_found_text = """
Пользователь удален или не найден.

Выберите другого собутыльника
"""

user_rating_assessment = """
Поставьте оценку {!s} по пятибальной шкале
"""

user_rating_comment = """
Введите отзыв о собутыльнике
"""
add_rating_comment = """
{!s} • <b>{!s}</b>:\n\n{!s}
"""
succes_add_comment = """
Отзыв успешно добавлен
"""
get_comments = """
Отзывы о пользователе {!s}
"""
comments_not_found_text = """
Нет отзывов
"""
user_no_rating = """
У вас еще нет отзывов..
"""