sheet_frases = ['Вот блять!', 'Ебаный в рот!', 'Охуеть...']

lets_register = """
Вы должны зарегистрироваться в боте. 

Для этого отправьте /start или нажмите на кнопку внизу
"""

register_ask_name = """
Введите ваше имя (Или погоняло на пьянках)
"""

register_ask_age = """
Сколько вам лет? (Только честно 😉)
"""

register_ask_gender = """
Выберите пол
"""

error_integer = """
❌ Введите число!
"""

error_smaller_18_years = """
Вам должно быть больше 18 лет 😡
"""

register_select_inline_gender = """
Выберите пол на клавиатуре
"""

register_ask_about = """
Напишите пару слов о себе (Что бы ваши собутыльники понимали с кем пьют 👀)
"""

register_ask_location = """
Отправьте ваше местоположение ('📍 Отправить местоположение'). Это нужно для того, что бы ваши собутыльники понимали где вы территориально находитесь
"""

success_register = """
🍾🍾🍾 Вы успешно зарегистрированы в боте! 🍾🍾🍾

Теперь вы можете легко найти себе собутыльника. Для этого воспользуйтесь главным меню. Успехов 😉
"""

allready_register = """
Вы уже зарегистрированы в боте
"""
